---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ZoneCalculatedHydronicCoolingflowParam
source: html/42b3bd08-b13a-30c7-d82a-6d874797b26f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ZoneCalculatedHydronicCoolingflowParam Property

"Calculated Hydronic Cooling Flow"

## Syntax (C#)
```csharp
public static ForgeTypeId ZoneCalculatedHydronicCoolingflowParam { get; }
```